Repository: brightdigit/BushelKit
Catalog: Packages/BushelKit/Sources/BushelLocalization/Resources/*.lproj/Localizable.strings
Languages: ar

source: Welcome to Bushel
ar: Bushel

source: Start Machine
ar: إبدأ الآلة

# snapshot_machine
source: Take Snapshot
ar: خذ لقطة

# build_machine
source: Build
ar: بناء

source: Restore Purchases
ar: استعادة المشتريات

# stay_basic
source: Not yet, let's stay with basic
ar: ليس بعد، اريد البقاء على الخطة الحالية

source: Terms of Use
ar: شروط الاستخدام

source: Privacy Policy
ar: سياسة الخصوصية

# pro_features
source: for access to advanced features such as enhanced snapshot tools, improved virtual machine size management and more...
ar: And much more: Configure windows visibility, minimized capturing window, access to all privacy actions and directories, custom touches color, custom color for captures, optimise for App Previews, optimise recordings for quality or speed, delete Derived Data globally and per app, clear Xcode Previews cache.

# about_subscription_ends_at
source: PRO Subscription ends at:
ar: ينتهي اشتراك PRO في:

# about_feedback
source: Get in Touch with Us
ar: التعليقات والمشاكل

# about_feedback_details
source: We're here to help! Whether you have questions, encounter issues, or want to request a feature, don't hesitate to contact us. Your feedback and input are invaluable to us.
ar: Etiam non dictum nisi, in rhoncus nulla. Aenean eget nulla nec sem ultrices ornare vitae finibus ex. Maecenas hendrerit, felis.

# copyright_brightdigit
source: Â© BrightDigit, LLC 2023
ar: © BrightDigit, LLC 2023

source: Version
ar: الإصدار

source: Downloading
ar: جارى التحميل

source: Cancel
ar: إلغاء

source: Download
ar: تحميل

source: Import Image
ar: استيراد قرص إقلاع

# save_to_library
source: Save to a Library
ar: احفظ ف المكتبة

source: Creating Session...
ar: إنشاء جلسة...

source: Download Image
ar: تحميل قرص اقلاع

# menu_new
source: New
ar: جديد

# menu_open
source: Open...
ar: فتح...

# menu_open_recent
source: Open Recent
ar: فتح الأخير

# menu_window_welcome_to_bushel
source: Welcome to Bushel
ar: أهلا بك ف Bushel

# menu_help_bushel
source: Bushel Help
ar: مساعدة Bushel

# menu_clear
source: Clear Menu
ar: امسح القائمة

# welcome_new_machine_title
source: Create a new Machine
ar: انشئ جهاز جديد

# welcome_existing_machine_title
source: Open an existing Machine
ar: افتح جهاز سابق

# welcome_start_library_title
source: Start an Image Library
ar: ابدأ مكتبة لاقراص الاقلاع

# machine_will_install
source: This will install:
ar: سيتم تنصيب:

source: Name
ar: الإسم

# machine_details_system_tab
source: System
ar: النظام

# machine_details_o_s
source: OS Name
ar: إسم نظام التشغيل

# machine_details_chip
source: Chip
ar: بروسيسور

# machine_details_c_p_u_count
source: Count
ar: العدد

# machine_details_c_p_u_name
source: CPU
ar: وحدة المعالة المركزية

# machine_details_memory_size
source: Size
ar: الحجم

# machine_details_memory_name
source: Memory
ar: الذاكرة

# machine_details_storage_name
source: Storage
ar: قرص التخزين

# machine_details_storage_size
source: Size
ar: الحجم

# machine_details_display
source: Display
ar: الشاشة

# machine_details_network_name
source: Network
ar: الشبكة

# machine_details_network_nat
source: NAT
ar: إعدادات ال NAT

source: There was an error restoring the snapshot: %@
ar: حدث خطأ أثناء استعادة اللقطة: %@

# hub_none_selected
source: None Selected
ar: لم تحدد شئ

# welcome_no_recent_documents
source: No Recent Documents
ar: لا توجد ملفات اخيرة

source: Select Image
ar: اختر قرص إقلاع

source: OK
ar: حسنا

# welcome_updating_recent_documents
source: Updating...
ar: جارى التحديث...

# hub_image_size
source: Size
ar: الجحم

# hub_last_modified
source: Last Modified
ar: اخر تعديل

# settings_general_tab
source: General
ar: عام

# settings_advanced_tab
source: Advanced
ar: متقدم

# settings_about_tab
source: About
ar: حول

# database_libraries
source: Libraries
ar: المكتبات

# database_snapshots
source: Snapshots
ar: اللقطات

# database_machines
source: Machines
ar: الاجهزة

# database_images
source: Images
ar: أقراص الإقلاع

# database_bookmarks
source: Bookmarks
ar: علامة مرجعية

# session_shutdown_alert
source: How would you like to shutdown your machine?
ar: هل تريد ايقاف تشغيل هذا الجهاز؟

# session_press_power_button
source: Press Power Button
ar: اضغط على زر الطاقة

# session_save_and_turn_off
source: Save State and Turn Off
ar: حفظ الحالة وإنهاء الجلسة

# session_turn_off
source: Turn Off
ar: إنهاء الجلسة

# machine_operation_snapshot_restoring
source: Restoring
ar: جارى الاستعادة

# machine_operation_snapshot_exporting
source: Exporting
ar: جارى التصدير

# machine_operation_snapshot_saving
source: Saving
ar: جارى الحفظ

# machine_confirm_delete_yes
source: Yes, delete snapshot
ar: نعم، قم بحذف اللقطة

# machine_confirm_delete_cancel
source: Cancel
ar: إلغاء

# machine_confirm_restore_new
source: Yes, save current state
ar: نعم، قم بحفظ الحالة الحالية

# machine_confirm_restore_overwrite
source: No, just overwrite current state
ar: لا، فقط قم باستبدال الحالة الحالية

# machine_confirm_restore_cancel
source: Cancel, don't restore this snapshot
ar: إلغى، ولا تقم بإستعادة هذة اللقطة
